{
  "directory": {
    "subject": "Business Directory Listing Request - WPS Office",
    "template": "Hi [Name],\n\nI hope you're doing well. I came across your business directory and was impressed by the quality of listings.\n\nI would like to request a listing for WPS Office, a comprehensive office software solution that's gaining popularity in Southeast Asia. Our software offers:\n\n• Free and paid versions\n• Full compatibility with Microsoft Office formats\n• Multilingual support for ASEAN markets\n• Cloud synchronization and collaboration features\n\nWould you consider adding WPS Office to your directory? I'd be happy to provide any additional information you need.\n\nThank you for your time.\n\nBest regards,\n[Your Name]"
  },
  "guestPost": {
    "subject": "Guest Post Opportunity - WPS Office for Southeast Asian Businesses",
    "template": "Hi [Name],\n\nI hope this email finds you well. I've been following [Website] and really enjoyed your recent content.\n\nI'm reaching out because I've written a comprehensive guide on \"WPS Office for Southeast Asian Businesses\" that I believe would be valuable for your audience. The article covers:\n\n• WPS Office features specifically beneficial for ASEAN markets\n• Localization and language support for Southeast Asia\n• Cost-effective alternatives to Microsoft Office\n• Real case studies from Singapore, Malaysia, Thailand, and other ASEAN countries\n\nWould you be interested in featuring this content? I'm happy to customize it to match your site's style and audience.\n\nBest regards,\n[Your Name]"
  },
  "resourcePage": {
    "subject": "Resource Page Addition Request - WPS Office",
    "template": "Hi [Name],\n\nI noticed your excellent resource page on [topic]. I believe WPS Office would be a valuable addition to your list.\n\nWPS Office is a comprehensive office software solution that's particularly popular in Southeast Asia, offering:\n\n• Free and premium versions\n• Full Microsoft Office compatibility\n• Multilingual support for ASEAN markets\n• Strong presence in Singapore, Malaysia, Thailand, Indonesia, Vietnam, and Philippines\n\nWould you consider adding WPS Office to your resources? I'd be happy to provide any additional information you need.\n\nThank you,\n[Your Name]"
  }
}